---
kind: other
id: Properties.T:Autodesk.Revit.DB.Connector
zh: 连接件、接口
source: html/2741d0f3-6216-2e1a-3f59-de2dc47a689b.htm
---
# Connector Properties

**中文**: 连接件、接口

Indicates if the connector allows the slope adjustment.